Table of Contents
 Class SetupValueInt
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value int
public class SetupValueInt : SetupValue
Inheritance
object
SetupValue
SetupValueInt
Inherited Members
 SetupValue.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public int Value { get; set; }
Property Value
int
 Edit this page